"Cheerful" = "欢快";

"Melodic" = "旋律化";

"Relaxed" = "悠闲";

"Grooving" = "律动";

"Distorted" = "失真";

"Acoustic" = "原声";

"Processed" = "经处理的";

"Single" = "独奏";

"Part" = "声部";

"Dark" = "低沉";

"Dissonant" = "刺耳";

"Intense" = "紧张";

"Arrhythmic" = "无节奏";

"Clean" = "纯音";

"Electric" = "电子";

"Dry" = "干声";

"Ensemble" = "合奏";

"Fill" = "过门";

"Rock/Blues" = "摇滚/蓝调";

"Electronic/Dance" = "电子乐";

"Jazz" = "爵士乐";

"Urban" = "都市音乐";

"World/Ethnic" = "世界音乐";

"Cinematic/New Age" = "电影音效";

"Orchestral" = "管弦乐";

"Country/Folk" = "乡村民谣";

"Experimental" = "实验音乐";

"Other Genre" = "其他类型";

"Hip Hop" = "嘻哈音乐";

"Electro House" = "电气浩室";

"Dubstep" = "回响贝斯";

"Modern RnB" = "现代节奏布鲁斯";

"Tech House" = "科技浩室";

"Deep House" = "深邃浩室";

"Chillwave" = "冷浪";

"Funk" = "放克音乐";

"Indie" = "独立音乐";

"Vintage Breaks" = "复古碎拍";

"Hip Hop/RnB" = "嘻哈/节奏布鲁斯";

"House" = "浩室音乐";

"OtherGenreConsolidated" = "其他类型";

"Chinese Traditional" = "中国传统乐器";

"Future Bass" = "未来贝司";

"Reggaeton Pop" = "雷鬼流行";

"Sound_Effects" = "声音效果";

"Bass House" = "贝司浩室";

"Electronic Pop" = "电子流行乐";

"Techno" = "铁克诺";

"Bass" = "贝司";

"Electric Bass" = "电贝司";

"Acoustic Bass" = "原声贝司";

"Synthetic Bass" = "合成贝司";

"Drums" = "所有鼓类";

"Drum Kit" = "架子鼓";

"Electronic Beats" = "节拍";

"Kick" = "脚鼓";

"Tom" = "桶鼓";

"Snare" = "小军鼓";

"Cymbal" = "铙钹";

"Hi-hat" = "踏钹";

"Guitars" = "吉他";

"Electric Guitar" = "电吉他";

"Acoustic Guitar" = "原声吉他";

"Banjo" = "五弦琴";

"Mandolin" = "曼陀林";

"Slide Guitar" = "滑音吉他";

"Pedal Steel Guitar" = "踏板电吉他";

"Horn/Wind" = "圆号";

"Saxophone" = "萨克斯管";

"Trumpet" = "小号";

"Flute" = "长笛";

"Trombone" = "长号";

"Clarinet" = "单簧管";

"French Horn" = "法国号";

"Tuba" = "大号";

"Oboe" = "双簧管";

"Harmonica" = "口琴";

"Recorder" = "直笛";

"Pan Flute" = "排笛";

"Bagpipe" = "风笛";

"Bassoon" = "巴松管";

"Piccolo" = "短笛";

"English Horn" = "英国号";

"Brass" = "铜管乐器";

"Woodwind" = "木管乐器";

"Keyboards" = "键盘";

"Piano" = "钢琴";

"Electric Piano" = "电钢琴";

"Organ" = "风琴";

"Clavinet" = "键盘乐器";

"Accordion" = "手风琴";

"Synthesizer" = "合成器";

"Rhodes" = "罗氏电钢琴";

"Celesta" = "钢片琴";

"Harpsichord" = "羽管键琴";

"Mallets" = "音槌";

"Steel Drum" = "钢鼓";

"Vibraphone" = "振琴";

"Marimba" = "马林巴琴";

"Xylophone" = "木琴";

"Kalimba" = "卡林巴琴";

"Bell" = "铃铛";

"Timpani" = "定音鼓";

"Mixed" = "过场音乐";

"Other Instrument" = "其他乐器";

"Percussion" = "打击乐器";

"Gong" = "锣";

"Shaker" = "沙锤";

"Tambourine" = "铃鼓";

"Conga" = "康加鼓";

"Bongo" = "邦戈鼓";

"Cowbell" = "牛铃";

"Clave" = "击木";

"Vinyl/Scratch" = "黑胶唱片";

"Chime" = "管钟琴";

"Rattler" = "拨浪鼓";

"Sound Effect" = "效果";

"Misc2" = "其他";

"Boom" = "隆隆声";

"All Effects" = "所有效果";

"Effects" = "声音效果";

"Ambience" = "氛围";

"People" = "人声";

"Transportation" = "走带控制";

"Weapons" = "武器";

"Explosions" = "爆裂声";

"Impacts & Crashes" = "撞击声";

"Animals" = "动物";

"Sports & Leisure" = "运动";

"Mech/Tech" = "机器";

"Work/Home" = "办公/住所";

"Misc." = "其他";

"Foley" = "福莱音效";

"Motions & Transitions" = "刺耳";

"Sci-Fi" = "科幻";

"Strings" = "弦乐";

"Violin" = "小提琴";

"Viola" = "中提琴";

"Cello" = "大提琴";

"Harp" = "竖琴";

"Koto" = "日本筝";

"Sitar" = "西塔尔琴";

"Double Bass" = "倍大提琴";

"Texture/Atmosphere" = "质感";

"Vocals" = "声乐";

"Male" = "男声";

"Female" = "女声";

"Choir" = "合唱";

"All" = "全部";

"Favorites" = "个人收藏";

"Genres" = "类型";

"Instruments" = "乐器";

"Moods" = "情绪";

"Reset" = "还原";

